<?php

return [
    'greeting' => 'Привіт,',
    'clicks' => [
        'subject' => 'Посилання натиснуто',
        'desc' => 'Одержувач натиснув посилання в вашому листі, дані якого стосуються цього листа нижче:'
    ],
    'delivered' => [
        'subject' => 'Повідомлення доставлено',
        'desc' => 'Лист було успішно доставлено одержувачу, дані про доставку якого наведені нижче:'
    ],
    'opened' => [
        'subject' => 'Повідомлення відкрито',
        'desc' => 'Лист було успішно відкрито одержувачем, дані про доставку якого наведені нижче:'
    ],
    'perm_failure' => [
        'subject' => 'Постійна помилка відправки',
        'desc' => 'Лист остаточно не доставлено одержувачу, дані про доставку якого наведені нижче:'
    ],
    'spam' => [
        'subject' => 'Звіт про спам',
        'desc' => 'На жаль, хтось повідомив про ваших електронних листах як про спам, дані про доставку яких наведені нижче:'
    ],
    'temp_failure' => [
        'subject' => 'Відправка тимчасового збою',
        'desc' => 'Лист тимчасово не вдалося доставити одержувачу, дані про доставку якого наведені нижче:'
    ],
    'unsubscribe' => [
        'subject' => 'Відписався',
        'desc' => 'На жаль, хтось відписався від вашого списку розсилки, дані про доставку якого наведені нижче:'
    ],
    'fields' => [
        'recipient' => 'Одержувач',
        'msg' => 'Дані повідомлення',
        'msg_to' => 'до',
        'msg_id' => 'ID повідомлення',
        'msg_from' => 'Від',
        'msg_subject' => 'Предмет',
        'tags' => 'Теги',
        'variables' => 'змінні'
    ]
];
